Repository: owngoal-dev/iGhostVT
Catalog: iGhostVT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Presses one key in a terminal session — Return, Escape, an arrow, or a control combination such as Control-C.
ar: يضغط مفتاحاً واحداً في جلسة طرفية — Return أو Escape أو سهماً أو تركيبة تحكم مثل Control-C.
de: Drückt eine Taste in einer Terminalsitzung – Return, Escape, eine Pfeiltaste oder eine Control-Kombination wie Control-C.
es: Pulsa una tecla en una sesión de terminal: Retorno, Escape, una flecha o una combinación de control como Control-C.
fr: Appuie sur une touche dans une session de terminal : Retour, Échap, une flèche ou une combinaison de contrôle comme Contrôle-C.
it: Preme un tasto in una sessione del terminale: Invio, Esc, una freccia o una combinazione di controllo come Control-C.
ja: ターミナルセッションでキーを1つ押します。Return、Escape、矢印キー、または Control-C などの Control の組み合わせです。
ko: 터미널 세션에서 키를 하나 누릅니다. Return, Escape, 화살표 키 또는 Control-C 같은 Control 조합입니다.
pt_br: Pressiona uma tecla em uma sessão de terminal: Return, Escape, uma seta ou uma combinação de controle como Control-C.
ru: Нажимает одну клавишу в сеансе терминала: Return, Escape, стрелку или сочетание с Control, например Control-C.
vi: Nhấn một phím trong phiên Terminal — Return, Escape, phím mũi tên, hoặc tổ hợp control như Control-C.
zh_hans: 在终端会话中按一个键：Return、Escape、方向键，或 Control-C 之类的控制组合键。
zh_hant: 在終端機工作階段中按一個鍵：Return、Escape、方向鍵，或 Control-C 之類的控制組合鍵。

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Просмотр
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Program
ar: البرنامج
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
pt_br: Programa
ru: Программа
vi: Chương trình
zh_hans: 程序
zh_hant: 程式

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Encerrar
ru: Завершить
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@を削除
ko: %@ 제거
pt_br: Remover %@
ru: Убрать %@
vi: Gỡ %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Reset to Defaults
ar: إعادة التعيين إلى الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Réinitialiser
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Redefinir para o padrão
ru: Сбросить настройки
vi: Đặt lại mặc định
zh_hans: 恢复默认排列
zh_hant: 重設為預設排列

source: Resize Sidebar
ar: تغيير حجم الشريط الجانبي
de: Seitenleistengröße anpassen
es: Redimensionar barra lateral
fr: Redimensionner la barre latérale
it: Ridimensiona barra laterale
ja: サイドバーのサイズを変更
ko: 사이드바 크기 조절
pt_br: Redimensionar barra lateral
ru: Изменить размер боковой панели
vi: Đổi kích thước thanh bên
zh_hans: 调整边栏大小
zh_hant: 調整側邊欄大小

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Returns every terminal session in iGhostVT, whether or not a tab is showing it.
ar: يعيد كل جلسة طرفية في iGhostVT، سواء كانت هناك علامة تبويب تعرضها أم لا.
de: Gibt jede Terminalsitzung in iGhostVT zurück, ob ein Tab sie anzeigt oder nicht.
es: Devuelve todas las sesiones de terminal de iGhostVT, las muestre una pestaña o no.
fr: Renvoie toutes les sessions de terminal d’iGhostVT, qu’un onglet les affiche ou non.
it: Restituisce tutte le sessioni del terminale in iGhostVT, che una scheda le mostri o meno.
ja: iGhostVT のすべてのターミナルセッションを返します。タブに表示されているかどうかは問いません。
ko: 탭에 표시되는지 여부와 관계없이 iGhostVT의 모든 터미널 세션을 반환합니다.
pt_br: Retorna todas as sessões de terminal do iGhostVT, estejam ou não sendo mostradas em uma aba.
ru: Возвращает все сеансы терминала в iGhostVT, независимо от того, показывает ли их вкладка.
vi: Trả về mọi phiên Terminal trong iGhostVT, bất kể có tab nào hiển thị phiên đó hay không.
zh_hans: 返回 iGhostVT 中的每个终端会话，无论是否有标签页显示它。
zh_hant: 回傳 iGhostVT 中的每個終端機工作階段，無論是否有分頁顯示它。

source: Returns the directory a terminal session's shell is in.
ar: يعيد الدليل الذي توجد فيه صدفة جلسة الطرفية.
de: Gibt das Verzeichnis zurück, in dem sich die Shell einer Terminalsitzung befindet.
es: Devuelve el directorio en el que está el shell de una sesión de terminal.
fr: Renvoie le dossier dans lequel se trouve le shell d’une session de terminal.
it: Restituisce la cartella in cui si trova la shell di una sessione del terminale.
ja: ターミナルセッションのシェルがあるディレクトリを返します。
ko: 터미널 세션의 셸이 있는 디렉토리를 반환합니다.
pt_br: Retorna o diretório em que está o shell de uma sessão de terminal.
ru: Возвращает папку, в которой находится оболочка сеанса терминала.
vi: Trả về thư mục mà shell của phiên Terminal đang ở.
zh_hans: 返回终端会话的 shell 所在的目录。
zh_hant: 回傳終端機工作階段的 shell 所在的目錄。

source: Returns what a terminal session is showing, as plain text. Can also include the session's scrollback.
ar: يعيد ما تعرضه جلسة الطرفية كنص عادي. ويمكن أن يتضمن أيضاً محتوى التمرير للجلسة.
de: Gibt als Text zurück, was eine Terminalsitzung anzeigt. Kann auch den Verlauf der Sitzung einschließen.
es: Devuelve lo que muestra una sesión de terminal, como texto sin formato. También puede incluir el historial de desplazamiento de la sesión.
fr: Renvoie ce qu’affiche une session de terminal, en texte brut. Peut aussi inclure l’historique de défilement de la session.
it: Restituisce ciò che mostra una sessione del terminale, come testo semplice. Può includere anche la cronologia di scorrimento della sessione.
ja: ターミナルセッションの表示内容をプレーンテキストで返します。セッションのスクロールバックを含めることもできます。
ko: 터미널 세션의 표시 내용을 일반 텍스트로 반환합니다. 세션의 스크롤백도 포함할 수 있습니다.
pt_br: Retorna o que uma sessão de terminal está mostrando, como texto simples. Também pode incluir o histórico de rolagem da sessão.
ru: Возвращает содержимое экрана сеанса терминала как обычный текст. Может также включать историю прокрутки сеанса.
vi: Trả về nội dung mà phiên Terminal đang hiển thị, dưới dạng văn bản thuần. Cũng có thể kèm lịch sử cuộn của phiên.
zh_hans: 以纯文本返回终端会话正在显示的内容。也可以包含该会话的回滚内容。
zh_hant: 以純文字回傳終端機工作階段正在顯示的內容。也可以包含該工作階段的回捲內容。

source: Right Arrow
ar: سهم لليمين
de: Pfeil rechts
es: Flecha derecha
fr: Flèche droite
it: Freccia destra
ja: 右矢印
ko: 오른쪽 화살표
pt_br: Seta para a direita
ru: Стрелка вправо
vi: Mũi tên phải
zh_hans: 向右键
zh_hant: 向右鍵

source: Rows
ar: الصفوف
de: Zeilen
es: Filas
fr: Lignes
it: Righe
ja: 行数
ko: 행 수
pt_br: Linhas
ru: Строки
vi: Hàng
zh_hans: 行数
zh_hant: 列數

source: Run ${command} in ${session}
ar: تشغيل ${command} في ${session}
de: ${command} in ${session} ausführen
es: Ejecutar ${command} en ${session}
fr: Exécuter ${command} dans ${session}
it: Esegui ${command} in ${session}
ja: ${session} で ${command} を実行
ko: ${session}에서 ${command} 실행
pt_br: Executar ${command} em ${session}
ru: Выполнить ${command} в ${session}
vi: Chạy ${command} trong ${session}
zh_hans: 在 ${session} 中运行 ${command}
zh_hant: 在 ${session} 中執行 ${command}

source: Run ${command} in a new shell
ar: تشغيل ${command} في صدفة جديدة
de: ${command} in einer neuen Shell ausführen
es: Ejecutar ${command} en un shell nuevo
fr: Exécuter ${command} dans un nouveau shell
it: Esegui ${command} in una nuova shell
ja: 新しいシェルで ${command} を実行
ko: 새로운 셸에서 ${command} 실행
pt_br: Executar ${command} em um novo shell
ru: Выполнить ${command} в новой оболочке
vi: Chạy ${command} trong shell mới
zh_hans: 在新 shell 中运行 ${command}
zh_hant: 在新 shell 中執行 ${command}

source: Run a command in ${applicationName}
ar: تشغيل أمر في ${applicationName}
de: Befehl in ${applicationName} ausführen
es: Ejecutar un comando en ${applicationName}
fr: Exécuter une commande dans ${applicationName}
it: Esegui un comando in ${applicationName}
ja: ${applicationName} でコマンドを実行
ko: ${applicationName}에서 명령 실행
pt_br: Executar um comando no ${applicationName}
ru: Выполнить команду в ${applicationName}
vi: Chạy một lệnh trong ${applicationName}
zh_hans: 在 ${applicationName} 中运行命令
zh_hant: 在 ${applicationName} 中執行指令

source: Run a terminal command in ${applicationName}
ar: تشغيل أمر طرفية في ${applicationName}
de: Terminalbefehl in ${applicationName} ausführen
es: Ejecutar un comando de terminal en ${applicationName}
fr: Exécuter une commande de terminal dans ${applicationName}
it: Esegui un comando del terminale in ${applicationName}
ja: ${applicationName} でターミナルコマンドを実行
ko: ${applicationName}에서 터미널 명령 실행
pt_br: Executar um comando de terminal no ${applicationName}
ru: Выполнить команду терминала в ${applicationName}
vi: Chạy một lệnh Terminal trong ${applicationName}
zh_hans: 在 ${applicationName} 中运行终端命令
zh_hant: 在 ${applicationName} 中執行終端機指令

source: Run Command
ar: تشغيل الأمر
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
pt_br: Executar comando
ru: Выполнить команду
vi: Chạy lệnh
zh_hans: 运行命令
zh_hant: 執行指令

source: Run Terminal Command
ar: تشغيل أمر طرفية
de: Terminalbefehl ausführen
es: Ejecutar comando de terminal
fr: Exécuter une commande de terminal
it: Esegui comando del terminale
ja: ターミナルコマンドを実行
ko: 터미널 명령 실행
pt_br: Executar comando de terminal
ru: Выполнить команду терминала
vi: Chạy lệnh Terminal
zh_hans: 运行终端命令
zh_hant: 執行終端機指令

source: Screen Text
ar: نص الشاشة
de: Bildschirmtext
es: Texto de la pantalla
fr: Texte de l’écran
it: Testo dello schermo
ja: 画面テキスト
ko: 화면 텍스트
pt_br: Texto da tela
ru: Текст экрана
vi: Văn bản màn hình
zh_hans: 屏幕文本
zh_hant: 畫面文字

source: Select Text
ar: تحديد النص
de: Text auswählen
es: Seleccionar texto
fr: Sélectionner le texte
it: Seleziona testo
ja: テキストを選択
ko: 텍스트 선택
pt_br: Selecionar texto
ru: Выбрать текст
vi: Chọn văn bản
zh_hans: 选择文本
zh_hant: 選取文字

source: Send ${text} to ${session}
ar: إرسال ${text} إلى ${session}
de: ${text} an ${session} senden
es: Enviar ${text} a ${session}
fr: Envoyer ${text} à ${session}
it: Invia ${text} a ${session}
ja: ${text} を ${session} に送信
ko: ${text}을(를) ${session}(으)로 보내기
pt_br: Enviar ${text} para ${session}
ru: Отправить ${text} в ${session}
vi: Gửi ${text} tới ${session}
zh_hans: 将 ${text} 发送到 ${session}
zh_hant: 將 ${text} 傳送到 ${session}

source: Send Key to Terminal
ar: إرسال مفتاح إلى الطرفية
de: Taste an Terminal senden
es: Enviar tecla al terminal
fr: Envoyer une touche au terminal
it: Invia tasto al terminale
ja: ターミナルにキーを送信
ko: 터미널로 키 보내기
pt_br: Enviar tecla ao terminal
ru: Отправить клавишу в терминал
vi: Gửi phím tới Terminal
zh_hans: 向终端发送按键
zh_hant: 傳送按鍵到終端機

source: Send Text
ar: إرسال نص
de: Text senden
es: Enviar texto
fr: Envoyer du texte
it: Invia testo
ja: テキストを送信
ko: 텍스트 보내기
pt_br: Enviar texto
ru: Отправить текст
vi: Gửi văn bản
zh_hans: 发送文本
zh_hant: 傳送文字

source: Send text to ${applicationName}
ar: إرسال نص إلى ${applicationName}
de: Text an ${applicationName} senden
es: Enviar texto a ${applicationName}
fr: Envoyer du texte à ${applicationName}
it: Invia testo a ${applicationName}
ja: ${applicationName} にテキストを送信
ko: ${applicationName}(으)로 텍스트 보내기
pt_br: Enviar texto para o ${applicationName}
ru: Отправить текст в ${applicationName}
vi: Gửi văn bản tới ${applicationName}
zh_hans: 向 ${applicationName} 发送文本
zh_hant: 傳送文字到 ${applicationName}

source: Send Text to Terminal
ar: إرسال نص إلى الطرفية
de: Text an Terminal senden
es: Enviar texto al terminal
fr: Envoyer du texte au terminal
it: Invia testo al terminale
ja: ターミナルにテキストを送信
ko: 터미널로 텍스트 보내기
pt_br: Enviar texto ao terminal
ru: Отправить текст в терминал
vi: Gửi văn bản tới Terminal
zh_hans: 向终端发送文本
zh_hant: 傳送文字到終端機

source: Session
ar: الجلسة
de: Sitzung
es: Sesión
it: Sessione
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сеанс
vi: Phiên
zh_hans: 会话
zh_hant: 工作階段

source: Session %lld
ar: الجلسة %lld
de: Sitzung %lld
es: Sesión %lld
it: Sessione %lld
ja: セッション %lld
ko: 세션 %lld
pt_br: Sessão %lld
ru: Сеанс %lld
vi: Phiên %lld
zh_hans: 会话 %lld
zh_hant: 工作階段 %lld

source: Session Ended
ar: انتهت الجلسة
de: Sitzung beendet
es: Sesión finalizada
fr: Session terminée
it: Sessione terminata
ja: セッション終了
ko: 세션 종료됨
pt_br: Sessão encerrada
ru: Сеанс завершён
vi: Phiên đã kết thúc
zh_hans: 会话已结束
zh_hant: 工作階段已結束

source: Session ID
ar: معرّف الجلسة
de: Sitzungs-ID
es: ID de sesión
fr: ID de session
it: ID sessione
ja: セッション ID
ko: 세션 ID
pt_br: ID da sessão
ru: ID сеанса
vi: ID phiên
zh_hans: 会话 ID
zh_hant: 工作階段 ID

source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
it: Sessioni
ja: セッション
ko: 세션
pt_br: Sessões
ru: Сеансы
vi: Phiên
zh_hans: 会话
zh_hant: 工作階段

source: Sessions with a program running keep going after the app quits and come back on the next launch; a shell sitting at its prompt closes. Turn this off to close every session when the app quits.
ar: تستمر الجلسات التي يعمل فيها برنامج بعد إنهاء التطبيق وتعود عند التشغيل التالي؛ أما الصدفة المتوقفة عند موجّهها فتُغلق. عطّل هذا الخيار لإغلاق كل الجلسات عند إنهاء التطبيق.
de: Sitzungen mit einem laufenden Programm laufen nach dem Beenden der App weiter und kehren beim nächsten Start zurück; eine Shell, die an ihrer Eingabeaufforderung wartet, wird geschlossen. Deaktivieren Sie diese Option, um beim Beenden alle Sitzungen zu schließen.
es: Las sesiones con un programa en ejecución siguen activas después de salir de la app y vuelven al abrirla de nuevo; un shell que espera en su prompt se cierra. Desactive esta opción para cerrar todas las sesiones al salir.
fr: Les sessions où un programme s’exécute continuent après la fermeture de l’app et reviennent au lancement suivant ; un shell en attente à son invite est fermé. Désactivez cette option pour fermer toutes les sessions à la fermeture de l’app.
it: Le sessioni con un programma in esecuzione restano attive dopo la chiusura dell’app e tornano al lancio successivo; una shell ferma al prompt viene chiusa. Disattiva questa opzione per chiudere tutte le sessioni alla chiusura dell’app.
ja: プログラムを実行中のセッションはAppを終了しても実行を続け、次回起動時に復元されます。プロンプトで待機しているだけのシェルは閉じられます。オフにすると、終了時にすべてのセッションが閉じられます。
ko: 프로그램이 실행 중인 세션은 앱을 종료해도 계속 실행되고 다음 실행 시 복원됩니다. 프롬프트에서 대기 중인 셸은 닫힙니다. 이 옵션을 끄면 앱을 종료할 때 모든 세션이 닫힙니다.
pt_br: As sessões com um programa em execução continuam depois que o app é encerrado e voltam na próxima abertura; um shell parado no prompt é fechado. Desative esta opção para fechar todas as sessões ao sair.
ru: Сеансы с запущенной программой продолжают работать после выхода из приложения и восстанавливаются при следующем запуске; оболочка, ожидающая в приглашении, закрывается. Выключите, чтобы закрывать все сеансы при выходе.
vi: Các phiên có chương trình đang chạy sẽ tiếp tục sau khi thoát ứng dụng và quay lại ở lần khởi chạy sau; shell đang dừng ở dấu nhắc thì bị đóng. Tắt tùy chọn này để đóng mọi phiên khi thoát ứng dụng.
zh_hans: 有程序正在运行的会话会在应用退出后继续运行，下次启动时自动恢复；停在提示符处的 shell 会被关闭。关闭此项后，退出应用时将关闭所有会话。
zh_hant: 有程式正在執行的工作階段會在 App 結束後繼續執行，並在下次啟動時恢復；停在提示字元的 shell 會被關閉。關閉此項後，結束 App 時將關閉所有工作階段。

source: Set ${session} to ${lock}
ar: تعيين ${session} إلى ${lock}
de: ${session} auf ${lock} setzen
es: Establecer ${session} en ${lock}
fr: Définir ${session} sur ${lock}
it: Imposta ${session} su ${lock}
ja: ${session} を ${lock} に設定
ko: ${session}을(를) ${lock}(으)로 설정
pt_br: Definir ${session} como ${lock}
ru: Установить ${session} в ${lock}
vi: Đặt ${session} thành ${lock}
zh_hans: 将 ${session} 设为 ${lock}
zh_hant: 將 ${session} 設為 ${lock}

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Settings… (menu)
source: Settings…
ar: الإعدادات…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享

source: Shell
ar: الصدفة
ja: シェル
ko: 셸
ru: Оболочка
zh_hans: 命令行解释器
zh_hant: 命令列直譯器

source: Shortcuts
ar: الاختصارات
de: Tastenkürzel
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
pt_br: Atalhos
ru: Сочетания клавиш
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show ${session}
ar: عرض ${session}
de: ${session} anzeigen
es: Mostrar ${session}
fr: Afficher ${session}
it: Mostra ${session}
ja: ${session} を表示
ko: ${session} 표시
pt_br: Mostrar ${session}
ru: Показать ${session}
vi: Hiển thị ${session}
zh_hans: 显示 ${session}
zh_hant: 顯示 ${session}

source: Show a session in ${applicationName}
ar: عرض جلسة في ${applicationName}
de: Sitzung in ${applicationName} anzeigen
es: Mostrar una sesión en ${applicationName}
fr: Afficher une session dans ${applicationName}
it: Mostra una sessione in ${applicationName}
ja: ${applicationName} でセッションを表示
ko: ${applicationName}에서 세션 표시
pt_br: Mostrar uma sessão no ${applicationName}
ru: Показать сеанс в ${applicationName}
vi: Hiển thị một phiên trong ${applicationName}
zh_hans: 在 ${applicationName} 中显示会话
zh_hant: 在 ${applicationName} 中顯示工作階段

source: Show All Tabs
ar: عرض كل علامات التبويب
de: Alle Tabs einblenden
es: Mostrar todas las pestañas
fr: Afficher tous les onglets
it: Mostra tutte le schede
ja: すべてのタブを表示
ko: 모든 탭 보기
pt_br: Mostrar todas as abas
ru: Показать все вкладки
vi: Hiển thị tất cả tab
zh_hans: 显示所有标签页
zh_hant: 顯示所有分頁

source: Show Next Tab
ar: عرض علامة التبويب التالية
de: Nächsten Tab einblenden
es: Mostrar la pestaña siguiente
fr: Afficher l’onglet suivant
it: Mostra scheda successiva
ja: 次のタブを表示
ko: 다음 탭 보기
pt_br: Mostrar próxima aba
ru: Показать следующую вкладку
vi: Hiển thị tab kế tiếp
zh_hans: 显示下一个标签页
zh_hant: 顯示下一個分頁

source: Show Previous Tab
ar: عرض علامة التبويب السابقة
de: Vorherigen Tab einblenden
es: Mostrar la pestaña anterior
fr: Afficher l’onglet précédent
it: Mostra scheda precedente
ja: 前のタブを表示
ko: 이전 탭 보기
pt_br: Mostrar aba anterior
ru: Показать предыдущую вкладку
vi: Hiển thị tab trước
zh_hans: 显示上一个标签页
zh_hant: 顯示上一個分頁

source: Show Session
ar: عرض الجلسة
de: Sitzung anzeigen
es: Mostrar sesión
fr: Afficher la session
it: Mostra sessione
ja: セッションを表示
ko: 세션 표시
pt_br: Mostrar sessão
ru: Показать сеанс
vi: Hiển thị phiên
zh_hans: 显示会话
zh_hant: 顯示工作階段

source: Show Sidebar
ar: إظهار الشريط الجانبي
de: Seitenleiste einblenden
es: Mostrar la barra lateral
fr: Afficher la barre latérale
it: Mostra la barra laterale
ja: サイドバーを表示
ko: 사이드바 표시
pt_br: Mostrar barra lateral
ru: Показать боковую панель
vi: Hiện thanh bên
zh_hans: 显示边栏
zh_hant: 顯示側邊欄

source: Show Terminal Session
ar: عرض جلسة الطرفية
de: Terminalsitzung anzeigen
es: Mostrar sesión de terminal
fr: Afficher la session de terminal
it: Mostra sessione del terminale
ja: ターミナルセッションを表示
ko: 터미널 세션 표시
pt_br: Mostrar sessão do terminal
ru: Показать сеанс терминала
vi: Hiển thị phiên Terminal
zh_hans: 显示终端会话
zh_hant: 顯示終端機工作階段

source: Shown in a Tab
ar: معروضة في علامة تبويب
de: In einem Tab angezeigt
es: Se muestra en una pestaña
fr: Affichée dans un onglet
it: Mostrata in una scheda
ja: タブに表示中
ko: 탭에 표시됨
pt_br: Mostrada em uma aba
ru: Показан во вкладке
vi: Đang hiển thị trong tab
zh_hans: 显示在标签页中
zh_hant: 顯示在分頁中

source: Smaller
ar: أصغر
de: Kleiner
es: Más pequeño
fr: Plus petit
it: Più piccolo
ja: 小さく
ko: 작게
pt_br: Menor
ru: Мельче
vi: Nhỏ hơn
zh_hans: 缩小
zh_hant: 縮小

source: Source
ar: المصدر
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 출처
pt_br: Origem
ru: Источник
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Space
ar: مسافة
de: Leertaste
es: Espacio
fr: Espace
it: Spazio
ja: スペース
ko: 스페이스
pt_br: Espaço
ru: Пробел
vi: Dấu cách
zh_hans: 空格
zh_hant: 空格

source: Start a new session in ${applicationName}
ar: بدء جلسة جديدة في ${applicationName}
de: Neue Sitzung in ${applicationName} starten
es: Iniciar una sesión nueva en ${applicationName}
fr: Démarrer une nouvelle session dans ${applicationName}
it: Avvia una nuova sessione in ${applicationName}
ja: ${applicationName} で新規セッションを開始
ko: ${applicationName}에서 새로운 세션 시작
pt_br: Iniciar uma nova sessão no ${applicationName}
ru: Начать новый сеанс в ${applicationName}
vi: Bắt đầu phiên mới trong ${applicationName}
zh_hans: 在 ${applicationName} 中启动新会话
zh_hant: 在 ${applicationName} 中開始新工作階段

source: Start a new terminal session
ar: بدء جلسة طرفية جديدة
de: Neue Terminalsitzung starten
es: Iniciar una sesión de terminal nueva
fr: Démarrer une nouvelle session de terminal
it: Avvia una nuova sessione del terminale
ja: 新規ターミナルセッションを開始
ko: 새로운 터미널 세션 시작
pt_br: Iniciar uma nova sessão de terminal
ru: Начать новый сеанс терминала
vi: Bắt đầu phiên Terminal mới
zh_hans: 启动新终端会话
zh_hant: 開始新終端機工作階段

source: Start a shell in ${applicationName}
ar: بدء صدفة في ${applicationName}
de: Shell in ${applicationName} starten
es: Iniciar un shell en ${applicationName}
fr: Démarrer un shell dans ${applicationName}
it: Avvia una shell in ${applicationName}
ja: ${applicationName} でシェルを開始
ko: ${applicationName}에서 셸 시작
pt_br: Iniciar um shell no ${applicationName}
ru: Запустить оболочку в ${applicationName}
vi: Khởi động một shell trong ${applicationName}
zh_hans: 在 ${applicationName} 中启动 shell
zh_hant: 在 ${applicationName} 中啟動 shell

source: Starting Shell…
ar: جارٍ بدء الصدفة…
de: Shell wird gestartet…
es: Iniciando el shell…
fr: Démarrage du shell…
it: Avvio della shell…
ja: シェルを起動中…
ko: 셸 시작 중…
pt_br: Iniciando o shell…
ru: Запуск оболочки…
vi: Đang khởi động shell…
zh_hans: 正在启动 Shell…
zh_hant: 正在啟動 Shell…

source: Starting…
ar: جارٍ البدء…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 起動中…
ko: 시작 중…
pt_br: Iniciando…
ru: Запуск…
vi: Đang khởi động…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Starts a shell in the background and returns the session. Show it in a tab or send text to it later.
ar: يبدأ صدفة في الخلفية ويعيد الجلسة. اعرضها في علامة تبويب أو أرسل إليها نصاً لاحقاً.
de: Startet eine Shell im Hintergrund und gibt die Sitzung zurück. Zeigen Sie sie später in einem Tab an oder senden Sie Text an sie.
es: Inicia un shell en segundo plano y devuelve la sesión. Muéstrela después en una pestaña o envíele texto.
fr: Démarre un shell en arrière-plan et renvoie la session. Affichez-la ensuite dans un onglet ou envoyez-lui du texte.
it: Avvia una shell in background e restituisce la sessione. Mostrala in una scheda o inviale del testo in seguito.
ja: バックグラウンドでシェルを開始し、そのセッションを返します。あとでタブに表示したり、テキストを送信したりできます。
ko: 백그라운드에서 셸을 시작하고 세션을 반환합니다. 나중에 탭에 표시하거나 텍스트를 보낼 수 있습니다.
pt_br: Inicia um shell em segundo plano e retorna a sessão. Mostre-a em uma aba ou envie texto para ela depois.
ru: Запускает оболочку в фоне и возвращает сеанс. Позже его можно показать во вкладке или отправить в него текст.
vi: Khởi động một shell chạy nền và trả về phiên đó. Bạn có thể hiển thị nó trong tab hoặc gửi văn bản tới sau.
zh_hans: 在后台启动 shell 并返回该会话。之后可以在标签页中显示它，或向它发送文本。
zh_hant: 在背景啟動 shell 並回傳該工作階段。之後可以在分頁中顯示它，或向它傳送文字。

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Tab %d
ar: علامة التبويب %d
es: Pestaña %d
fr: Onglet %d
it: Scheda %d
ja: タブ %d
ko: 탭 %d
pt_br: Aba %d
ru: Вкладка %d
zh_hans: 标签页 %d
zh_hant: 分頁 %d

source: Tab Menu
ar: قائمة علامة التبويب
de: Tab-Menü
es: Menú de pestaña
fr: Menu de l’onglet
it: Menu scheda
ja: タブメニュー
ko: 탭 메뉴
pt_br: Menu da aba
ru: Меню вкладки
vi: Menu tab
zh_hans: 标签页菜单
zh_hant: 分頁選單

source: Tabs
ar: علامات التبويب
es: Pestañas
fr: Onglets
it: Schede
ja: タブ
ko: 탭
pt_br: Abas
ru: Вкладки
vi: Tab
zh_hans: 标签页
zh_hant: 分頁

source: Terminal
ar: الطرفية
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機

source: Terminal Helper
ar: مساعد الطرفية
de: Terminal-Helfer
es: Asistente del terminal
fr: Assistant du terminal
it: Assistente del terminale
ja: ターミナルヘルパー
ko: 터미널 헬퍼
pt_br: Assistente do terminal
ru: Помощник терминала
vi: Trình trợ giúp Terminal
zh_hans: 终端助手
zh_hant: 終端機助手
